Revit 2024 API
ParameterTypeId.TextBackground Property
 "Background"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId TextBackground { get; }
Visual Basic
Public Shared ReadOnly Property TextBackground As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ TextBackground {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace